Repository: CyrilleB79/charInfo
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, es, fi, fr, gl, hr, pl, pt_br, pt_pt, ro, sr, uk

source: Action for multiple presses of the report review character command
bg: Действие при многократно натискане на командата за докладване на знака под курсора за преглед
es: Acción al pulsar varias veces la orden de anunciar el carácter en revisión
fi: Toiminto Puhu tarkastelukohdistimen kohdalla oleva merkki -komennon useille painalluksille
fr: Action pour les appuis multiples sur la commande d'annonce du caractère sous le curseur de revue
hr: Radnja za višestruki pritisak prečaca čitanja znaka pod preglednim kursorom
pt_br: Ação para pressionar várias vezes o comando do caractere de revisão do relatório
pt_pt: Ação para múltiplas pressões do comando de caracteres de revisão do relatório

source: Remember these action during character navigation
bg: Запомни това действие при навигация знак по знак
es: Recordar estas acciones durante la navegación por caracteres
fi: Muista nämä toiminnot merkeittäin liikuttaessa
fr: Se souvenir de ces actions lors de la navigation par caractère
hr: Zapamti ovu radnju pri kretanju po znakovima
pt_br: Lembre-se destas ações durante a navegação do personagem
pt_pt: Lembre-se destas acções durante a navegação de caracteres

source: {n} presses:
bg: {n} натискания:
es: {n} pulsaciones:
fi: {n} painallusta:
fr: {n} appuis:
hr: {n} pritisaka:
pt_br: {n} pressiona:
pt_pt: {n} carrega:

source: Character information
bg: Информация за знаците
da: Tegnoplysninger
de: Zeichen-Informationen
es: Información del carácter
fi: Merkin tiedot
fr: Information caractère
gl: Información do carácter
hr: Podaci o znaku
pt_br: Informações de Caractere
pt_pt: Informação do caracter
ro: Informații despre caracter
sr: Informacije o znaku
uk: Інформація про символ

source: This add-on allows to present in a message various information about a character. It also allows to customize the information reported on a character when using review cursor character navigation commands or multiple presses of the review character command.
bg: Тази добавка позволява да се представи в съобщение различна информация за знак. Също така ви позволява да персонализирате информацията, докладвана за даден знак, когато използвате командите за навигация по знаци с курсора за преглед или многократно натискане на командата за преглед по знаци.
es: Este complemento permite presentar en un mensaje información diversa sobre un carácter. También permite personalizar la información anunciada sobre un carácter al usar las órdenes de navegación por caracteres del cursor de revisión o pulsar varias veces la orden de leer carácter.
fi: Tämä lisäosa näyttää merkin tiedot selaustilassa. Sen avulla on myös mahdollista mukauttaa merkistä puhuttavaa tietoa liikuttaessa merkeittäin tarkastelukohdistinkomennoilla tai painettaessa useasti Lue tarkastelukohdistimen kohdalla oleva merkki -komentoa.
fr: Cette extension permet de présenter dans un message diverses informations sur un caractère. Il permet également de personnaliser les informations annoncées sur un caractère lors de l'utilisation des commandes de navigation par caractère du curseur de revue ou d'appuis multiples sur la commande de caractère de revue.
hr: Ovaj dodatak omogućuje prikazivanje u poruci različitih informacija o znaku. Također omogućuje prilagodbu informacija prijavljenih na znaku kada se koriste naredbe za navigaciju znakovima pokazivača pregleda ili više pritisaka naredbe znaka pregleda.
pt_br: Esse complemento permite apresentar em uma mensagem várias informações sobre um caractere. Ele também permite personalizar as informações relatadas sobre um caractere ao usar os comandos de navegação de caractere do cursor de revisão ou pressionar várias vezes o comando de caractere de revisão.
pt_pt: Este extra permite apresentar numa mensagem várias informações sobre um caracter. Permite também personalizar a informação reportada sobre um caracter quando se utilizam comandos de navegação do caracter do cursor de revisão ou múltiplas pressões do comando do caracter de revisão.

source: No value
pt_br: Sem valor

source: This add-on allows to present in a message various information about a character.
sr: Ovaj dodatak vam dozvoljava prikazivanje u poruci različitih informacija o znaku.

source: Detailed character information'
da: Detaljerede oplysninger om tegn

source: This add-on allows to present in a message character information such as unicode name, number, category, etc.
da: Denne tilføjelse giver mulighed for at vise information om et bestemt tegn som unicode navn, nummer, kategori osv. i en dialog.
