Repository: CyrilleB79/charInfo
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, es, fi, fr, gl, hr, pl, pt_br, pt_pt, ro, sr, uk

source: Detailed character information
bg: Подробна информация за знак
de: Ausführliche Zeichen-Informationen
es: Información detallada del carácter
fi: Yksityiskohtaiset merkin tiedot
fr: Information détaillée sur un caractère
gl: Información detallada do carácter
hr: Detaljni podaci o znaku
pl: Szczegółowe informacje o znaku
pt_br: Informações detalhadas sobre o caractere
pt_pt: Informação detalhada do caracter
ro: Informații detaliate despre caracter
uk: Детальна інформація про символ

source: [Not defined]
bg: [Не е указано]
de: [Nicht definiert]
es: [Sin definir]
fi: [Ei määritetty]
fr: [Non défini]
gl: [Sen definir]
hr: [Neodređeno]
pl: [niezdefiniowane]
pt_br: [Não definido]beep
pt_pt: [Não definido]
ro: [Nedefinit]
sr: [Nije određeno]
uk: [Не визначено]

source: [No file]
bg: [Няма файл]
de: [Keine Datei]
es: [Sin archivo]
fi: [Ei tiedostoa]
fr: [Aucun fichier]
gl: [Sen arquivo]
hr: [Datoteka ne postoji]
pl: [brak pliku]
pt_br: [Nenhum arquivo]
pt_pt: [Sem ficheiro]
ro: [Niciun fișier]
sr: [Nema datoteke]
uk: [Немає файлу]

source: Character
bg: Знак
da: Tegn
de: Zeichen
es: Carácter
fi: Merkki
fr: Caractère
gl: Carácter
hr: Znak
pl: Znak
pt_br: Caractere
pt_pt: Caracter
ro: Caracter
sr: Znak
uk: Символ

source: Name
bg: Име
da: Navn
es: Nombre
fi: Nimi
fr: Nom
gl: Nome
hr: Naziv
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
sr: Ime
uk: Ім'я

source: CLDR name
bg: Име от CLDR
da: CLDR-navn
es: Nombre CLDR
fi: CLDR-nimi
fr: Nom CLDR
gl: Nome CLDR
hr: CLDR naziv
pl: Nazwa CLDR
pt_br: Nome CLDR
pt_pt: Nome CLDR
ro: Nume CLDR
sr: CLDR ime
uk: Назва CLDR

source: Decimal value
bg: Десетична стойност
da: Decimalværdi
de: Dezimalwert
es: Valor decimal
fi: Desimaaliarvo
fr: Valeur décimale
gl: Valor decimal
hr: Decimalna vrijednost
pl: Wartość dziesiętna
pt_br: Valor decimal
pt_pt: Valor decimal
ro: Valoare zecimală
sr: Decimalna vrednost
uk: Десяткове значення

source: Hex value
bg: Шестнадесетична стойност
da: Hex-værdi
de: Hexadezimalwert
es: Valor hexadecimal
fi: Heksa-arvo
fr: Valeur hexa
gl: Valor hex
hr: Heksadecimalna vrijednost
pl: Wartość szesnastkowa
pt_br: Valor hexadecimal
pt_pt: Valor exadecimal
ro: Valoare hexagonală
sr: Hex vrednost
uk: Шістнадцяткове значення

source: Category
bg: Категория
da: Kategori
de: Kategorie
es: Categoría
fi: Kategoria
fr: Catégorie
gl: Categoría
hr: Kategorija
pl: Kategoria
pt_br: Categoria
pt_pt: Categoria
ro: Categorie
sr: Kategorija
uk: Категорія

source: Block
bg: Блок
da: Blok
es: Bloque
fi: Lohko
fr: Bloc
gl: Bloque
hr: Blok
pl: Blok Unicode
pt_br: Bloco
pt_pt: Bloco
ro: Bloc
sr: Blok
uk: Блок

source: MS name
bg: MS име
da: MS-navn
es: Nombre MS
fi: Microsoft-nimi
fr: Nom MS
gl: Nome Microsoft
hr: Microsoftov naziv
pl: Nazwa MS
pt_br: Nome Microsoft
pt_pt: Nome MS
ro: Nume MS
sr: MS ime
uk: Ім'я MS

source: MS Font
bg: MS шрифт
da: MS-skrifttype
de: MS-Schrift
es: Fuente MS
fi: Microsoft-fontti
fr: Police MS
gl: Fonte Microsoft
hr: Microsoftov font
pl: Czcionka MS
pt_br: Fonte Microsoft
pt_pt: Fonte MS
ro: Font MS
uk: Шрифт MS

source: Equivalent Unicode character name
bg: Еквивалентно име на Уникод символ
da: Tilsvarende Unicode-navn for tegn
de: Äquivalenter Unicode-Zeichenname
es: Nombre del carácter Unicode equivalente
fi: Vastaavan Unicode-merkin nimi
fr: Nom du caractère Unicode équivalent
gl: Name de carácter Unicode equivalente
hr: Istovrijedni naziv Unicode znaka
pl: Równoważna nazwa znaku Unicode
pt_br: Nome de caractere Unicode equivalente
pt_pt: Nome equivalente do caractere Unicode
ro: Nume de caracter Unicode echivalent
sr: Ekvivalentno unikodno ime znaka
uk: Еквівалентна назва символу Юнікоду

source: Equivalent Unicode character hex value
bg: Еквивалентна шестнадесетична стойност на Уникод символ
da: Tilsvarende Unicode-hex værdi for tegn
de: Äquivalenter Hexadezimalwert für Unicode-Zeichen
es: Valor hexadecimal del carácter Unicode equivalente
fi: Vastaavan Unicode-merkin heksa-arvo
fr: Valeur hexa du caractère Unicode équivalent
gl: Valor hex do carácter Unicode equivalente
hr: Istovrijedna heksadecimalna vrijednost unicode znaka
pl: Równoważna wartość szesnastkowa znaku Unicode
pt_br: Valor hexadecimal de caractere Unicode equivalente
pt_pt: Valor hexadecimal equivalente a um caractere Unicode
ro: Valoare hexagonală de caracter Unicode echivalentă
sr: Ekvivalentna unikodna hex vrednost znaka
uk: Еквівалентне шістнадцяткове значення символу Юнікоду

source: Equivalent Unicode character decimal value
bg: Еквивалентна десетична стойност на Уникод символ
da: Tilsvarende Unicode-decimal værdi for tegn
de: Äquivalenter Dezimalwert für Unicode-Zeichen
es: Valor decimal del carácter Unicode equivalente
fi: Vastaavan Unicode-merkin desimaaliarvo
fr: Valeur décimale du caractère Unicode équivalent
gl: Valor decimal do carácter Unicode equivalente
hr: Istovrijedna decimalna vrijednost unicode znaka
pl: Równoważna wartość dziesiętna znaku Unicode
pt_br: Valor decimal de caractere Unicode equivalente
pt_pt: Valor decimal equivalente a um caractere Unicode
ro: Valoare zecimală de caracter Unicode echivalentă
sr: Ekvivalentna unikodna decimalna vrednost znaka
uk: Еквівалентне десяткове значення символу Юнікоду

source: Symbol description
bg: Описание на символа
de: Symbol-Beschreibung
es: Descripción del símbolo
fi: Symbolin kuvaus
fr: Description du symbole
gl: Descrición de símbolo
hr: Opis znaka
pl: Opis znaku
pt_br: Descrição do símbolo
pt_pt: Descrição do símbolo
ro: Descriere simbol
sr: Opis simbola
uk: Опис символу

source: Symbol description in user file ({lang})
bg: Описание на символа в потребителски файл ({lang})
de: Symbol-Beschreibung in Benutzer-Datei ({lang})
es: Descripción del símbolo en archivo de usuario ({lang})
fi: Symbolin kuvaus käyttäjän tiedostossa ({lang})
fr: Description du symbole dans le fichier utilisateur ({lang})
gl: Descrición de símbolo en arquivo de usuario ({lang})
hr: Opis znaka u kosrisničkoj datoteci ({lang})
pl: Opis symbolu w pliku użytkownika ({lang})
pt_br: Descrição do símbolo ({lang})
pt_pt: Descrição do símbolo no ficheiro do utilizador ({lang})
ro: Descriere simbol în fișierul utilizatorului ({lang})
sr: Opis simbola u korisničkoj datoteci ({lang})
uk: Опис символу у файлі користувача ({lang})

source: Symbol description in locale file{langInfo}
bg: Описание на символа в езиков файл {langInfo}
de: Symbol-Beschreibung in Sprach-Datei {langInfo}
es: Descripción del símbolo en archivo de traducción {langInfo}
fi: Symbolin kuvaus kielitiedostossa {langInfo}
fr: Description du symbole dans le fichier local{langInfo}
gl: Descrición de símbolo en arquivo de idioma{langInfo}
hr: Opis znaka u jezičnoj datoteci{langInfo}
pl: Opis symbolu w pliku lokalizacji{langInfo}
pt_br: Descrição do símbolo no ficheiro de localidade{langInfo}* um gesto (não atribuído por padrão) para abrir as opções da extensão * Capacidade de atribuir um gesto à opção enviar ctrl+alt+delete na diálogo Gestos de entrada. Atenção! você não deve atribuir as teclas ctrl+alt+delete a esta opção. Se o fizer, continuará a funcionar normalmente, mas sempre que pressionar as teclas ctrl+alt+delete para enviar o ctrl+alt+delete para a máquina remota máquina remota, a sua própria máquina também será afetada pela função ctrl+alt+delete o que provavelmente não é o que você espera
pt_pt: Descrição do símbolo no ficheiro de localidade{langInfo}
ro: Descriere simbol în fișierul local {langInfo}
sr: Opis simbola u datoteci lokalizacije {langInfo}
uk: Опис символів у файлі локалізації{langInfo}

source: Symbol description in locale CLDR file{langInfo}
bg: Описание на символа в езиков CLDR файл {langInfo}
de: Symbol-Beschreibung in Sprach-Datei für CLDR-Datei {langInfo}
es: Descripción del símbolo en el archivo de traducción CLDR {langInfo}
fi: Symbolin kuvaus kielen CLDR-tiedostossa {langInfo}
fr: Description du symbole dans le fichier CLDR local{langInfo}
gl: Descrición de símbolo en arquivo de idioma CLDR{langInfo}
hr: Opis znaka u jezičnoj CLDR datoteci{langInfo}
pl: Opis symbolu w pliku lokalizacji CLDR{langInfo}
pt_br: Descrição do símbolo no ficheiro CLDR da localidade{langInfo}
pt_pt: Descrição do símbolo na localidade Ficheiro CLDR{langInfo}
ro: Descriere simbol în fișierul CLDR local {langInfo}
sr: Opis simbola u datoteci CLDR lokalizacije {langInfo}
uk: Опис символу у файлі локалізації CLDR{langInfo}

source: Symbol description in English file
bg: Описание на символа в английския езиков файл
de: Symbol-Beschreibung in der englischen Datei
es: Descripción del símbolo en el archivo inglés
fi: Symbolin kuvaus englanninkielisessä tiedostossa
fr: Description du symbole dans le fichier anglais
gl: Descrición de símbolo no arquivo inglés
hr: Opis znaka u engleskoj datoteci
pl: Opis symbolu w pliku angielskim
pt_br: Descrição do símbolo no arquivo em inglês
pt_pt: Descrição do símbolo em ficheiro inglês
ro: Descriere simbol în fișierul englezesc
sr: Opis simbola u Engleskoj datoteci
uk: Опис символів у файлі англійською мовою

source: Symbol description in English CLDR file
bg: Описание на символа в английския CLDR файл
de: Symbol-Beschreibung in der englischen CLDR-Datei
es: Descripción del símbolo en el archivo CLDR inglés
fi: Symbolin kuvaus englanninkielisessä CLDR-tiedostossa
fr: Description du symbole dans le fichier CLDR anglais
gl: Descrición de símbolo no arquivo de idioma CLDR inglés
hr: Opis znaka u engleskoj CLDR datoteci
pl: Opis symbolu w angielskim pliku CLDR
pt_br: Descrição do símbolo no arquivo CLDR em inglês
pt_pt: Descrição do símbolo em inglês Ficheiro CLDR
ro: Descriere simbol în fișierul CLDR englezesc
sr: Opis simbola u Engleskoj CLDR datoteci
uk: Опис символів у файлі CLDR англійською мовою

source: Character description
bg: Описание на знака
de: Zeichen-Beschreibungen
es: Descripción del carácter
fi: Merkin kuvaus
fr: Description du caractère
gl: Descrición de carácter
hr: Opis znaka
pl: Opis znaku
pt_br: Descrição de Caractere
pt_pt: Descrição do carater
ro: Descriere caracter
sr: Opis znaka
uk: Опис символу

source: Character description{langInfo}
bg: Описание на знака {langInfo}
de: Zeichen-Beschreibung {langInfo}
es: Descripción del carácter {langInfo}
fi: Merkin kuvaus {langInfo}
fr: Description du caractère{langInfo}
gl: Descrición de carácter{langInfo}
hr: Opis znaka {langInfo}
pl: Opis symbolu{langInfo}
pt_br: Descrição do caractere{langInfo}
pt_pt: Descrição do carácter{langInfo}
ro: Descriere caracter {langInfo}
sr: Opis znaka {langInfo}
uk: Опис символу{langInfo}

source: Character description (English file)
bg: Описание на знака в английския файл
de: Zeichen-Beschreibung (englische Datei)
es: Descripción del carácter (archivo inglés)
fi: Merkin kuvaus (englanninkielinen tiedosto)
fr: Description du caractère (fichier anglais)
gl: Descrición de carácter (arquivo inglés)
hr: Opis znaka (engleska datoteka)
pl: opis znaku (plik angielski)
pt_br: Descrição dos caracteres (arquivo em inglês)
pt_pt: Descrição dos caracteres (ficheiro em inglês)
ro: Descriere caracter (fișierul englezesc)
sr: Opis znaka (Engleska datoteka)
uk: Опис символу (файл англійською мовою)

source: Unicode
bg: Уникод
sr: Unikodni
uk: Юнікод

source: Microsoft font
bg: Шрифт на Microsoft
es: Fuente de Microsoft
fi: Microsoft-fontti
fr: Police Microsoft
gl: Fonte Microsoft
pl: czcionka Microsoft
pt_br: Fonte da Microsoft
pt_pt: Tipo de letra Microsoft
ro: Font Microsoft
uk: Шрифт Microsoft

source: Symbol description in NVDA
bg: Описание на символа в NVDA
de: Symbol-Beschreibung in NVDA
es: Descripción del símbolo en NVDA
fi: Symbolin kuvaus NVDA:ssa
fr: Description des symboles dans NVDA
gl: Descrición de símbolo en NVDA
hr: Opis znaka u NVDA čitaču
pl: Opis symbolu w NVDA
pt_br: Descrição do símbolo no NVDA
pt_pt: Descrição do símbolo no NVDA
ro: Descriere simbol în NVDA
sr: NVDA opis simbola
uk: Опис символів у NVDA

source: Character description in NVDA
bg: Описание на знака в NVDA
de: Zeichen-Beschreibung in NVDA
es: Descripción del carácter en NVDA
fi: Merkin kuvaus NVDA:ssa
fr: Description du caractère dans NVDA
gl: Descrición de carácter en NVDA
hr: Opis znaka u NVDA čitaču
pl: Opis znaku w NVDA
pt_br: Descrição de caracteres no NVDA
pt_pt: Descrição dos caracteres no NVDA
ro: Descriere caracter în NVDA
sr: NVDA opis znaka
uk: Опис символу в NVDA

source: No Block
bg: Няма група
de: Kein Block
es: Sin Bloque
fi: Ei lohkoa
fr: Aucun bloc
gl: Sen Bloque
hr: Nije u nijednom bloku
pl: Brak bloku
pt_br: Sem bloqueio
pt_pt: Sem bloco
ro: Niciun bloc
sr: Nema bloka
uk: Немає блоку

source: On
bg: Включено
de: Ein
es: Activado
fi: Käytössä
fr: Activée
gl: Activado
hr: Uključeno
pl: Włączone
pt_br: Ligado
pt_pt: Ligado
ro: Activat
uk: Увімкнено

source: Off
bg: Изключено
de: Aus
es: Desactivado
fi: Ei käytössä
fr: Désactivée
gl: Desactivado
hr: Isključeno
pl: Wyłączone
pt_br: Desligado
pt_pt: Desligado
ro: Dezactivat
uk: Вимкнено

source: Value
bg: Стойност
da: Værdi
de: Wert
es: Valor
fi: Arvo
fr: Valeur
gl: Valor
hr: Vrijednost
pl: Wartość
pt_br: Valor
pt_pt: Valor
ro: Valoare
sr: Vrednost
uk: Значення

source: Character {numChar}
bg: Знак {numChar}
de: Zeichen {numChar}
es: Carácter {numChar}
fi: Merkki {numChar}
fr: Caractère {numChar}
gl: Carácter {numChar}
hr: Znak {numChar}
pl: znak {numChar}
pt_br: Informações de Caractere {numChar}
pt_pt: Caracter {numChar}
ro: Caracter {numChar}
sr: Znak {numChar}
uk: Символ {numChar}

source: Attribute
bg: Атрибут
da: Egenskab
de: Attribut
es: Atributo
fi: Attribuutti
fr: Attribut
gl: Atributo
hr: Atribut
pl: Atrybut
pt_br: Atributo
pt_pt: Atributo
ro: Atribut
sr: Atribut
uk: Атрибут

source: Options used to compute the symbol:
bg: Опции, използвани за изчисляване на символа:
de: Optionen zur Berechnung des Symbols:
es: Opciones empleadas para procesar el símbolo:
fi: Symbolin käsittelyyn käytettävät asetukset:
fr: Options utilisées pour calculer le symbole :
gl: Opcións utilizadas para computar o símbolo:
hr: Opcije za izračunavanje znaka:
pl: Opcje używane do wyliczania symbolu:
pt_br: Opções usadas para calcular o símbolo:
pt_pt: Opções utilizadas para calcular o símbolo:
ro: Opțiuni utilizate la calcularea simbolului:
sr: Opcije koje se koriste za računanje simbola:
uk: Параметри, які використовуються для обчислення символу:

source: Voice language
bg: Език на гласа
de: Sprache der Stimme
es: Idioma de la voz
fi: Puheäänen kieli
fr: Langue de la voix
gl: Idioma da voz
hr: Jezik glasa
pl: Język głosu
pt_br: Idioma da voz
pt_pt: Idioma da voz
ro: Limba vocii
sr: Jezik glasa
uk: Мова голосу

source: NVDA interface language
bg: Език на интерфейса на NVDA
de: Sprache der NVDA-Benutzeroberfläche
es: Idioma de la interfaz de NVDA
fi: NVDA:n käyttöliittymän kieli
fr: Langue de l'interface de NVDA
gl: Idioma da interface de NVDA
hr: Jezik NVDA sučelja
pl: Język interfejsu NVDA
pt_br: Linguagem de interface NVDA
pt_pt: Linguagem da interface do NVDA
ro: Limba interfeței NVDA
sr: Jezik NVDA interfejsa
uk: Мова інтерфейсу NVDA

source: . Pressing four times presents a message with detailed information on this character.
bg: Четирикратното натискане извежда съобщение с подробна информация за този знак.
da: . Ved at trykke fire gange vises en meddelelse med detaljerede oplysninger om dette tegn.
de: . Durch viermaliges Drücken wird eine Meldung mit detaillierten Informationen zu diesem Zeichen angezeigt.
es: . Pulsando cuatro veces se presenta un mensaje con información detallada sobre este carácter.
fi: . Näyttää kolmesti painettaessa yksityiskohtaisia tietoja tästä merkistä.
fr: . Quatre appuis: affiche un message avec des informations détaillées sur ce caractère.
gl: . Premendo catro veces presenta unha mensaxe con información detallada sobre este carácter.
hr: . Kad se pritisne četiri puta prikazuje detaljne podatake o ovom znaku.
pl: . Naciśnięcie czterokrotnie powoduje wyświetlenie wiadomości ze szczegółowymi informacjami na temat tego znaku.
pt_br: . Pressionar quatro vezes apresenta uma mensagem com informações detalhadas sobre este caractere.
pt_pt: . Pressionando quatro vezes apresenta uma mensagem com informações detalhadas sobre este caracter.
ro: . Apăsarea de patru ori duce la afișarea unui mesaj cu informații detaliate despre acest caracter.
sr: . Pritiskanje 4 puta prikazuje poruku sa detaljnim informacijama o ovom znaku.
uk: . Якщо натиснути чотири рази, з'явиться повідомлення з детальною інформацією про цей символ.

source: Presents a message with detailed information on the character of the current navigator object where the review cursor is situated.
bg: Извежда съобщение с подробна информация за знака от текущия навигационен обект, където се намира курсорът за преглед.
da: Viser en meddelelse med detaljerede oplysninger om det aktuelle tegn ved læsemarkørens position.
de: Zeigt eine Nachricht mit detaillierten Informationen zum Zeichen des aktuellen Navigator-Objekts an, in dem sich der NVDA-Cursor befindet.
es: Presenta un mensaje con información detallada sobre el carácter bajo el cursor de revisión en el navegador de objetos actual.
fi: Näyttää yksityiskohtaisia tietoja tarkastelukohdistimen kohdalla olevasta merkistä nykyisessä navigointiobjektissa.
fr: Affiche des informations sur le caractère de l'objet navigateur courant à la position du curseur de revue.
gl: Presenta unha mensaxe con información detallada sobre o carácter do navegador de obxectos actual onde está situado o cursor de revisión.
hr: Prikazuje podatke o znaku pod objektom navigatora gdje se nalazi pregledni kursor.
pl: Przedstawia komunikat ze szczegółowymi informacjami na temat znaku pod bieżącym obiektem nawigatora, w którym znajduje się kursor przeglądu.
pt_br: Apresenta uma mensagem com informações detalhadas sobre o caractere no objeto de navegação atual onde o cursor de exploração está situado.
pt_pt: Apresenta uma mensagem com informações detalhadas sobre o carater onde se encontra o cursor de revisão.
ro: Prezintă un mesaj cu informații detaliate despre caracterul obiectului navigator curent pe care este situat cursorul de examinare.
sr: Prikazuje poruku sa detaljnim informacijama o znaku trenutnog navigacionog objekta na poziciji preglednog kursora.
uk: Показує повідомлення з детальною інформацією про символ поточного об'єкта навігатора, на якому перебуває переглядовий курсор.

source: Presents a message with detailed information on the character at the position of the caret.
bg: Извежда съобщение с подробна информация за знака в позицията на каретката.
da: Viser en meddelelse med detaljerede oplysninger om tegnet ved systemmarkøren.
de: Zeigt eine Nachricht mit detaillierten Informationen zum Zeichen an der Position des System-Cursors an.
es: Presenta un mensaje con información detallada sobre el carácter en la posición del cursor.
fi: Näyttää yksityiskohtaisia tietoja kohdistimen kohdalla olevasta merkistä.
fr: Affiche des informations détaillées sur le caractère à la position du curseur système.
gl: Presenta unha mensaxe con información detallada sobre o carácter na posición do cursor.
hr: Prikazuje poruku s detaljnim podacima o znaku pod kursorom.
pl: Przedstawia wiadomość ze szczegółowymi informacjami na temat znaku w pozycji kursora systemowego.
pt_br: Apresenta uma mensagem com informações detalhadas sobre o caractere na posição do cursor.
pt_pt: Apresenta uma mensagem com informações detalhadas sobre o caracter na posição do cursor.
ro: Prezintă un mesaj cu informații detaliate despre caracterul de la poziția cursorului de scriere al sistemului.
sr: Prikazuje poruku sa detaljnim informacijama o znaku na poziciji kursora.
uk: Показує повідомлення з детальною інформацією про символ у позиції каретки.

source: No caret
bg: Няма каретка
da: Ingen systemmarkør
de: Kein System-Cursor
es: No hay cursor
fi: Ei kohdistinta
fr: Pas de curseur
gl: Sen cursor
hr: Nema kursora
pl: Brak kursora
pt_br: Não há cursor
pt_pt: Sem cursor
ro: Niciun cursor de scriere al sistemului
sr: Nema kursora
uk: Немає каретки

source: Opens Character Information add-on settings
bg: Отваря екрана с настройките за добавката "Информация за знака"
es: Abre las opciones del complemento Información del carácter
fi: Avaa Merkin tiedot -lisäosan asetukset
fr: Ouvre les paramètres de l'extension Information caractère
hr: Otvara postavke dodatka Informacije o znakovima
pt_br: Abre as configurações do complemento Informações sobre caracteres
pt_pt: Abre as comfigurações do extra Informações sobre caracteres

source: Report the character
bg: Докладвай знака
es: Anunciar el carácter
fi: Puhu merkki
fr: Annoncer le caractère
hr: Čitaj znak
pt_br: Reporte o caracter
pt_pt: Indica o caracter

source: Report the character description
bg: Докладвай описанието на знака
es: Anunciar la descripción del carácter
fi: Puhu merkin kuvaus
fr: Annoncer la description du caractère
hr: Čita opis znaka
pt_br: Informe a descrição do caractere
pt_pt: Indica a descrição do caracter

source: Report the character number
bg: Докладвай номера на знака
es: Anunciar el número del carácter
fi: Puhu merkin numero
fr: Annoncer le numéro du caractère
hr: Čita broj znaka
pt_br: Informe o número do caractereNome de caractere Unicode equivalente
pt_pt: Indica o número do caracter

source: Display information on the character
bg: Покажи информация за знака
es: Mostrar información sobre el carácter
fi: Näytä merkin tiedot
fr: Afficher des informations sur le caractère
hr: Prikazuj informacije o znaku
pt_br: Exibir informações sobre o caractere
pt_pt: Mostra informações sobre o caracter

source: Report the CLDR locale name of the character
bg: Докладвай локализираното CLDR име на знака
es: Anunciar el nombre CLDR local del carácter
fi: Puhu merkin paikallisenkielinen CLDR-nimi
fr: Annoncer le nom CLDR local du caractère
hr: Čitaj CLDR lokalni naziv znaka
pt_br: Informe o nome da localidade CLDR do caractere
pt_pt: Comunicar o nome da localidade CLDR do caracter

source: Report the CLDR English name of the character
bg: Докладвай англоезичното CLDR име на знака
es: Anunciar el nombre CLDR en inglés del carácter
fi: Puhu merkin englanninkielinen CLDR-nimi
fr: Annoncer le nom CLDR anglais du caractère
hr: Čitaj engleski CLDR naziv znaka
pt_br: Informe o nome em inglês CLDR do caracter
pt_pt: Comunicar o nome inglês CLDR do caracter

source: Report the locale name of the character
bg: Докладвай локализираното име на знака
es: Anunciar el nombre local del carácter
fi: Puhu merkin paikallisenkielinen nimi
fr: Annoncer le nom local du caractère
hr: Čitaj lokalni naziv znaka
pt_br: Informe o nome da localidade do caractere
pt_pt: Comunicar o nome da localidade do caracter

source: Report the English name of the character
bg: Докладвай англоезичното име на знака
es: Anunciar el nombre en inglés del carácter
fi: Puhu merkin englanninkielinen nimi
fr: Annoncer le nom anglais du caractère
hr: Čitaj engleski naziv znaka
pt_br: Informe o nome em inglês do caracter
pt_pt: Comunicar o nome inglês CLDR do caracter

source: Report Microsoft font proprietary character (name, font and equivalent Unicode name)
bg: Докладвай знака от частния шрифт на Microsoft (име, шрифт и еквивалентно Уникод име)
es: Anunciar carácter propietario de fuente de Microsoft (nombre, fuente y nombre Unicode equivalente)
fi: Puhu Microsoftin fontin oma merkki (nimi, fontti ja vastaava Unicode-nimi)
fr: Annoncer le caractère propriétaire de la police Microsoft (nom, police et nom Unicode équivalent)
hr: Čitaj Microsoftov vlasnički znak fonta (naziv, font i ekvivalentni Unicode naziv)
pt_br: Informar o caractere proprietário da fonte Microsoft (nome, fonte e nome Unicode equivalente)
pt_pt: Reportar carácter proprietário de tipo de letra da Microsoft (nome, tipo de letra e nome Unicode equivalente)
